window.issurHeterLettersText = [
  {
    "title": "מכתבי הגאון ר’ דוד טהרני שליט״א",
    "pages": [
      {
        "page": 375,
        "paragraphs": [
          "דוד טהרני מח״ס שו״ת דבר דוד ועוד",
          "רבי עקיבא 10 ביתר עלית",
          "בע״ה יום ראשון כג אדר א תשע״ד",
          "לכבוד\nהרב איתי בן יוסף שליט״א\nשלום וברכה רבה",
          "יקרת מכתבו עם מצורפיו קבלתי לנכון, והנני להשיבו בקצרה כמסת הפנאי",
          "א. הגרע״י יוסף זצ״ל כתב בכמה דוכתי להקל בס״ס בשוגג, וזאת דרך לימוד זכות וכמ״ש בשו״ת יביע״א (ח״ט יו״ד סי׳ ו׳) אבל מאידך גיסא מצינו לרבינו הרשב״א בתשובה (ח״א סי׳ תצז) שכתב שכלי מדין הוא איכא ספק ספיקא והתלתא ספיקי נמי איכא מאן דאמר לא אסרה תורה אלא קדירה בת יומא, חדא דדילמא לא בישלו בו ביום, ואם תמצא לומר היום שמא לא נשתמשו בו בדברים האסורים, ואם תמצא לומר בדברים האסורים שמא בדברים הפוגמים בתבשיל כגון חומץ בגריסין וכיוצא בו, ואפשר דדבריו היה להשתמש בו לכתחלה ככל ספק ספיקא דמותר אפילו לכתחלה אלא דעשו הרחקה יתירא באיסורי גוים, עכ״ל. וכ״כ בשו״ת בנימין זאב (סי׳ שמו). והביאם גם הפר״ח (יו״ד סי׳ קי בכללי הס״ס אות יג). וכ״כ בספר בית מאיר (פוזנא, או״ח בתשובה שבסוף הספר). וכ״כ הגר״י טייב בערך השלחן (יו״ד סי׳ קכב אות יא), ולכן למעשה ראוי להמנע מזה אם לא בשעה״ד.",
          "ב. מאכל שנאכל ע״י שרים ואנשים חשובים אבל לא מזמינים עליו אורחים כגון דגני בוקר, נראה שאין בו דין ביש״ג, וכאשר הארכתי בתשובה המצור״ב.",
          "הערותינו על דברי בשו״ת דברי דוד ראיתי, ומגמר בעתיקא קשה מחדתא, ובפרט דין בישולי גוים בדגים להלכה שרבו פארותיו, ואני שומר את הערותיו לכשנעסוק שוב בנושאים בל״נ.",
          "בברכה רבה\nדוד טהרני"
        ]
      },
      {
        "page": 376,
        "paragraphs": [
          "בע״ה יום שני א׳ באב תשע״ד",
          "לכבוד\nהאברך היקר השקדן בתורה, הרב איתי בן יוסף שליט״א.\nשלום וברכה רבה.",
          "מכתבו קיבלתי לנכון, ומאוד שמחתי שכבודו שוקד על דלתות התורה, גם בצל המלחמה בדרום והאזעקות, ואין ספק שהייסורים הגדולים הם בזכות השקידה על דלתות התורה אשר אוהב ה׳ שערי ציון שערים המצויינים בהלכה. משנה שמחה היה לי כי כבודו מעיין בספרנו, ואם רוצה להעיר אדרבה השג ישיג והצל יצל, והמעיינים יבחנו זאת, ומ״מ מכון שטרח ושלח את הערותיו, לפוטרו בלא כלום א״א ולכן אשיב בקצרה לפי סדר דבריו, כי טרוד אני במערכת הכשרות ובהכנת שו״ת חלק חמישי לדפוס בע״ה, ואין אני אומר קבלו דעתי אלא אדרבה את אשר יבחר יקרב.",
          "א. לכו״ע ניתן להרבות על תערובת בשר ודגים, דלא גרע מאיסור דרבנן, ובפרט היכא דאיכא ספק אם יש שישים.<sup>1</sup>",
          "ב. איני נכנס לפרטי דבריו, אך תמהני האם דעת החק״ל ודעימיה כ״כ דחויה עד שאין לחוש לה לסב״ל, הרי כל מי שלמד מעט בית יוסף יודע שפעמים רבות מעתיק השו״ע לשונות הראשונים אף שלמעשה בב״י אזיל בתר איפכא?<sup>2</sup>",
          "ג. יש לחלק בין קונה כלי לחתנו במתנה לחבירו לבין כלי סחורה. ומכיון שלדעת רבים הם הפוסקים המקילים אף בכלי סחורה, ובשו״ע לא נזכר שמץ מדין כלי סחורה.",
          "<span class=\"letter-footnote-label\">הערה 1</span> ואפתח בדברי ותחלה ברכה והערכה, לכבוד שטרח והקדיש מזמנו היקר כדי להשיב על מכתבנו. אות בקשת הרשות הנני להשיב על דברי קודשו. במה שכתב כת״ר לכו״ע ניתן להרבות על תערובת בשר ודגים, דלא גרע מאיסור דרבנן, ובפרט דאיכא ספק אם יש שישים. ע״ש. הנה יש להעיר דכל מאי שמעינן דהוי דרבנן היינו בכה״ג שיש ס׳, ועיקר הסכנה מטעם שטיפת מאכל אסור, האוכל נאסר, וכן הסיר צריך הכשר. ושם בסוף אות ד׳ כתב ויכין דהוי סכנתא הוי ספק דאורייתא ולחומרא וכמ״ש בשו״ת בית יהודה (עייש שם). ע״כ. ואכן זהו גוף הערתנו. ומוכח מדברי כת״ר שלא סבר שזהו איסור דרבנן, ולכן לא העלה שם את האפשרות להרבות על התערובת.",
          "<span class=\"letter-footnote-label\">הערה 2</span> הנה המסתכל בגוף התשובה שכתבנו יראה שוב ככל האחרונים דעתם שמרן הש״ע חזר בו ממה שהעלה בבית יוסף. וכן מוכח לדייק בדבריו וכפי שהרחבנו שם, וחבל לכפול הדברים. וא״כ הכא דקיי״ל כשיטת הרדב״ז כאשר נחלקו במצורע ולא בברכה, ובצירוף דעת הרב כל הפוסקים שרוב פרי מירי ששייך בו מחמת שבח רוב, עיין יביע אומר ח״י שהורה לברך על טבילת הטרמוס, ועיין ביביע״א (ח״ט יו״ד סי׳ מב אות ג׳), והמחמיר יראה להטביל כל כלי החייב בטבילה, תע״ב."
        ]
      },
      {
        "page": 377,
        "paragraphs": [
          "והלא דיוק מדבריו בב״י שיש לו פנים לכאן ולכאן. נראים הדברים להתיר להטביל כלי שקנה ליתן מתנה לחבירו.<sup>3</sup>",
          "ד. כלי שיש בו שותפות גוי לא יועיל בו טבילה, כיון שאינו יוצא מרשות הגוי לרשות ישראל. ואין כל קשר לברירה בדבר של שותפות ורק לאחר שיחלקו את השותפות, ובפרט דטבילת כלים מדאורייתא ובדאורייתא אין ברירה.<sup>4</sup> ולא הבנתי את החילוק שכתב שיש חיוב לטבול אבל הטבילה אינה מועילה.",
          "ה. בב״י שלפנינו מבואר בדעת הרשב״א דבש״ג בטל בס׳, ואף אם בתחילת הדברים יש שינויי נוסחאות אבל בהמשך הדברים חזר שוב והזכיר בש״ג. ולו יהיה כדבריך מה נעשה עם הקושיות מדין הכשר כלים, ודין האינפנדא הבלועה משומן שהובאו בדברי שם אות ה׳<sup>5</sup>, ובפרט שכן הסכימו רבים מאחרוני ספרד. ומקרוב ממש בא לידי שו״ת...",
          "<span class=\"letter-footnote-label\">הערה 3</span> הנה אף שהאו״ה פסק להטבילו בברכה, הרי הש״ך והט״ז שסברו כמותו העלו שיש להטבילו ללא ברכה, ולא כמו שכתב כת״ר בספרו. וכל עוד לא משתמש בכלי לצורך סעודה, אלא ליתנו לאחר, הוי ככלי סחורה, דמאי שנא אם רוצה למכרו או רוצה ליתן לו מתנה. הרי בינתיים לא חשיב כלי סעודה, וממילא פטור מטבילה. וכן היא דעת התשובות והנהגות, וכ״כ בשו״ת אשר חנן, וע״ע רז״ס. ולע״ד הדבר פשוט, ולא הבנתי מה שרצה כת״ר לחלק בין מתנה לחבירו לבין כלי סחורה, ואף שדין זה לא הוזכר בשו״ע, הרי רוב ככל הפוסקים האריכו להקל בזה.",
          "<span class=\"letter-footnote-label\">הערה 4</span> ראה להדר״ת בשם ס׳ מקור מים חיים דתלוי בדין ברירה, וכיון שבדאורייתא אין ברירה הו״ל כלקוחות והרי הוא כקונה מגוי. וע״ע בענין במנחת שלמה, וכמ״ת סבר דעדיף לעשות שותפות מאשר להקנות את הכלי לגוי, ואח״כ לשאול ממנו, ובזה חשש להציל מקושיות הט״ז. אולם כבר ביארנו בתשובתנו בהרחבה שאין עצה זו פשוטה כלל, ורבים וטובים הם הפוסקים שסוברים שאין לעשות כן. עיי״ש.",
          "<span class=\"letter-footnote-label\">הערה 5</span> אכן ראיתי מה שכתב להביא ראיות לדבריו, שהנה הרש״ע בסי׳ קיג סע׳ טז פסק שאם גוי בשל דברים הנאסרים בבישולי גויים צריך הכשר, והרמ״א הגיה להתיר הכלים לאחר מעת לעת. שמרן אסר את הכלים משום שיש בהם טעם איסור, ואפשר להביא ראיה מכאן שצריך ביטול לכתחלה היכא שלא יבוא לעולם לידי איסור, ולכן מותר להשתמש בכלי שדרכו להשתמש בו בשפע היכא שבלע איסור מועט. ומכאן רצה לדייק שיש רב כנגד הבליעה וא״כ מדוע צריך הכשר לפי מרן, אלא שמוכח שבעינן ס׳. ולע״ד לא קשיא מידי, משום שאין להוכיח משם זה רק כדרך לבשל באותו כלי בשפע, שלעולם לא יבוא לידי איסור, אבל בלאו הכי מחויב להגעיל. ומבואר בשו״ע שם שבכלי שדרכו להשתמש לעיתים בדבר מועט, אסור אפילו לבשל בו בשפע משום שחוששים שמא יבוא לבשל בו מעט ויאסר."
        ]
      },
      {
        "page": 378,
        "paragraphs": [
          "שערי ישועה כת״י של הגאון רבי ישועה שבאבו מרבני מצרים תלמידו של הגינת ורדים (שכתב עליו החיד״א בשם הגדולים, בערכו, בזה״ל: והיה הרב הנזכר בקי מאוד בדינים ובספרי הפוסקים, ושמעתי שהרב הגדול מורנו שארנו כמהר״ר ישראל זאבי זלה״ה היה משבחו שעל רוב בפסקיו מכוון אל האמת והלכה כמותו), ושם נשאל בפתמא דנא והאריך בזה והוכיח מדברי הב״י בשם הרשב״א דבעינן ס׳, וכן מדברי השו״ע גבי אינפנאדה והכשר כלים, וכן העלה למעשה.",
          "ואסיים בברכה נאמנה שתזכה לברך על המוגמר בקרב ימים, ועוד יפוצו מעיינותיך חוצה לזיכוי הרבים הן בכתב והן בע״פ, מתוך נחת ושלוה והשקט ובטח, ויקויים בך מקרא ושב יעקב ושקט ושאנן ואין מחריד.",
          "בברכה רבה\nדוד טהרני",
          "<span class=\"letter-footnote-label\">המשך הערה 5</span> ויש להשיב ממה שכתב הגר״א בסי׳ קי אות ג׳ אודות הפא״ה שנאסרה כיון שהשמנונית בעין, וכתב ע״ש, שגם אם נבלע השומן, הרי מתחלתו היה בעין ונאסר משום בשולי עכו״ם ואוסר העיסה. וע״כ הוא הדין בירקות. וע״ש במנחת יעקב, ובערוך השלחן, ובספר מקור מים חיים, ונראה שסברו שאין מציאות שהשומן נבלע לגמרי בירק, ואף אם נבלע הרי הוא בעין, וממילא אינו בטל. והמעיין היטב בדברי הפוסקים יראה שהדברים אמורים בבישולי גוים ובטל ברוב, וכדאים הם לסמוך עליהם, דלא גרע מכל ספק דרבנן."
        ]
      }
    ]
  },
  {
    "title": "מכתב הראשל״צ הגר״י יוסף שליט״א",
    "pages": [
      {
        "page": 379,
        "paragraphs": [
          "ראשון לציון הרב הראשי לישראל\nנשיא בית הדין הרבני הגדול",
          "בס״ד, ט״ו אייר תשע״ד\n/ע״ד2-1010",
          "לכבוד\nהאברך היקר והנעלה, שוקד באהלה של תורה,\nכש״ת הרב איתי בן יוסף שליט״א,\nשלום וברכה!",
          "למענה להערותיו ושאלותיו הנני להשיב:",
          "א. בדין צליית דגים ובשר בתנורי אפיה המצויים שלנו, שנתבאר בילקוט יוסף איסור והיתר ח״ג שיש להתיר הבשר והדגים בדיעבד, וכפי העין דמאי לא חששנו מהזיעה הנמצאת שם, הרי קיי״ל דריש זיעה אף באוכלין, וכמו שהעלה ביביע״א ח״ה. הנה יש לעיין היטב בדברי היביע״א שם במסקנתו דאין זיעה באוכלין באפייה, ורק אם מכניס קדירה עם רוטב, או תבנית שיש בה רוטב, בזה יש זיעה, אך באוכלין אין צריך לחוש לזיעה בדיעבד, ואף אם יש רוטב מעט בבשר או בדגים אין זיעה באוכלין, ורק בתבשיל מרק וכיוצא בזה אמרינן יש זיעה. וצריך שם הסברא שמרוב החום שיש כיום בתנורי אפייה החשמליים, הכל נשרף בדפנות.",
          "ב. ובענין הפלאטה בהנחת בורקס גבינה עליה, דמבואר בספר ילקוט יוסף (עמ׳ תס״ד) דאם רוצה לחמם על הפלאטה בורקס גבינה מעיקר הדין אין צריך הכשר, ודי שינקה את הפלאטה משיירי מאכל בעין, ומ״מ המחמיר לשפוך על הפלאטה מים רותחין מכלי ראשון תע״ב. ובזה כפי העיר דמאי שנא מדין הטוסטר דאין להשתמש בו לבשר וחלב. ויש להשיב, דהנה נודע דבכל כלי הולכים אחר רוב בליעתו, ובפלאטה חשמלית הרי רוב הבליעה היא מהקדמות של גירים, שנשפך מהם על הפלאטה, ורוב פעמים אין דרך להניח ישירות בשר על הפלאטה, ועוד דאפשר דמה שנשפך הרי נשרף מיד מחום הפלאטה, ואף שאפשר לחלק בין פלאטה לחצובה וכמו שכתבנו שם, מ״מ בדיעבד י״ל גם בזה מה שנשפך מהקדירות שהוא מועט מאוד נשרף ע״י"
        ]
      },
      {
        "page": 380,
        "paragraphs": [
          "חום הפלאטה, דמ״מ יש בפלאטה חום גבוה. ובאמת שגם בטוסטר יש מקום להקל בליבון קל, דמי להגעלה, דהא היתרא בלע, ואף שבילקו״י כתבנו להחמיר לייחד טוסטר לחלב וטוסטר לבשר, מכל מקום אפשר לצדד בזה להקל מצד דהיתרא בלע. וכמו שנתבאר בכיוצ״ב ברב פעלים. ואכמ״ל.",
          "ג. במה שנסתפק באחד שאכל תבשיל של בשר ובתוך שש שעות אכל גבינה, האם רשאי לגמור סעודתו, הנה בהערה בהליכות עולם ח״ז כתב, ומ״ש בשם דעת קדושים שזהו רק גדר וסייג ליתא, כי זה לשון מרן הב״י: ונ״ל דזה שנהגו העולם שלא לאכול גבינה אחר בשר כלל לא מטעם גדר וסייג הוא שנהגו כן, אלא משום דס״ל שהלכה כהרמב״ם שצריך להמתין מדינא שש שעות, וכן הוא דעת רבינו חננאל והרי״ף ובעל העיטור, וגם הר״ן הכריע להחמיר כדעת הרי״ף. עכת״ד. ולמעלה מזה כתב, שאנו מעדות המזרח ומבני ספרד שקבלנו עלינו הוראות הרמב״ם ומרן דמדינא צריך להמתין שש שעות בין בשר לגבינה, בודאי שאם שכח, מיד שנזכר צריך להפסיק סעודתו, וגם צריך כפרה על שגגתו. ומשמע דבתבשיל שהוא רק מגדר וסייג יש להקל בזה להמשיך סעודתו, וכך נראה עיקר הדין, ומ״מ טוב גם בזה לחוש להחמיר להפסיק אכילתו, מאחר שנהגו להמתין כמו בבשר. והמיקל במקום צורך בפרט במסעדה וכדו׳, יש לו ע״מ לסמוך.",
          "ד. בדין בישולי גוים, הנה ביביע״א ח״י, וכן בהליכות עולם ח״ז עמ׳ ק״ד, העלה להקל במסעדות ובתי מלון ובאולמות, מטעם ספק ספיקא, והיינו דריש להקל בזה אף לכתחלה לאכול שם. ובפרט שהאיסור הוא איסור קל כמו בישולי גוים. אך כדי לתת הכשר למסעדה ראוי ונכון שיהיה לכתחלה לכל הדעות, ולא להסתמך לכתחלה על הספק ספיקא. וע׳ בהליכות עולם (בעמ׳ ק״ד) שכתב, ומ״מ יש ללמד זכות על המתארחים וכו׳, והטעם שכתב בלשון יש ללמד זכות וכו׳, הוא משום דלכתחלה ראוי שלא לעשות יום יום ספק ספיקא בידיים, ומן הראוי שהמסעדות יבקשו הכשר מהודר שאינו סומך על היתרים של ספק ספיקא לכתחלה, ולא דמי למה שכתב בהליכות עולם לעיל מיניה, בענין שהזדמן שבישל הגוי בשבת לצורך החולה בביתו של ישראל, שמותר לבריא לאכול ממנו במוצ״ש אף לכתחלה, כי שם כבר בישל לצורך החולה, במקרה שנזדמן חולה. ודו״ק."
        ]
      },
      {
        "page": "381א",
        "paragraphs": [
          "ה. ועכ״פ אף שישנם סניפים הרבה להקל בבישולי גוים שמדליק הישראל את האש, אין זה יכול להכלל בגדר מהדרין שלכתחלה יש להניח הקדירה ע״י ישראל, ולא להסתפק בהדלקת האש גם כשיש כמה ספיקות ולדעת הרמ״א סגי בהדלקה, גוי שכיר, בית ישראל, גוי שלא עובד ע״ז.",
          "ו. אם יש לו תעודה מבד״ץ יש לבעל המסעדה להודיע לספרדי שאוכל במקום שאכן נוהגים כשיטת הרמ״א, ויש כאן כמה ספיקות כדי לאכול, דיש מקפידים לא לאכול בשר שהורה בו חכם ורוצה לאכול רק מהדרין.",
          "ז. במה שכתבתם להעיר על מ״ש ביביע״א ח״י (עמ׳ קי״ח) במה שכתב מכיון שיש כאן ב׳ ספיקות, חדא שהבישול הוא בבית ישראל, וספק שני שמא הלכה שבמשרתים יש להקל, דלא שייך בהם טעם חתנות, וכמ״ש הרא״ה בבדק הבית, שרבינו יצחק בר מנוח התיר בזה מכיון שהמשרתים עושים דרך כפיה ליטול שכרם, ולא שייך קירוב דעת בבישולם, וע״כ כב׳ העיר, הרי ב׳ הספיקות יחידו הם נגד דעת פסק מרן, כי בסי׳ קיג סע׳ ד׳ כתב דין זה בשם יש מי שמתיר בשפחות שלנו, ויש מי שאוסר ואפי׳ בדיעבד, וקיי״ל דכל יש ויש הלכה כי״ש בתרא. ויש להשיב על זה, כי הנה ע׳ בש״ך ובט״ז שהסבירו דעת מרן דאיירי בשפחות הקנויות לנו, וישראל מוזהר עליהם בשבת מן התורה וכו׳ אבל לא איירי בשפחות המושכרות שהם נכרים לזמנו, ומה שהתיר הרא״ה הוא בשפחות המושכרות שעושים דרך כפיה כדי ליטול שכרם, נמצא שמרן בשו״ע לא דיבר בב׳ הספיקות יחדיו, ואתי שפיר דברי מרן זיע״א ביבי״א.",
          "בברכת התורה,\nיצחק יוסף"
        ]
      }
    ]
  },
  {
    "title": "תגובת המחבר למכתב הראשל״צ הגר״י יוסף שליט״א",
    "pages": [
      {
        "page": "381ב",
        "paragraphs": [
          "לכ׳ מרן הראשל״צ הגאון הגדול\nמורנו ורבנו הרב יצחק יוסף שליט״א",
          "אחדשה״ט בכבוד והדר כראוי לרו״מ. קיבלתי יקרת מכתבו, ושלוחה עם זאת ברכת תודה על ההתייחסות, כי ידעתי כמה זמנו יקר. הנה אחר העיון בדבריו, ובקשת הרשות, הנני לדון לפניו כתלמיד לפני רבו."
        ]
      },
      {
        "page": 382,
        "paragraphs": [
          "א. בדין צליית דגים ובשר יחד בתנורי אפיה המצויים שלנו, שבילקו״י ח״ג כתב להתיר בדיעבד, ואנו בעניותנו הערנו אמאי לא חשש בדין זיעה. והוכחנו מיביע״א ח״ה שחוששים לדין זיעה אף באוכלין. והשיב לנו כת״ר, שהיביע״א כתב במסקנתו דאין זיעה באוכלין באפיה, ורק אם מכניס קדירה עם רוטב, או תבנית שיש בה רוטב, בזה יש זיעה, אך באוכלין אין צריך לחוש לזיעה בדיעבד, וצריך שם הסברא שמרוב החום שיש כיום בתנורי אפיה חשמליים, הכל נשרף בדפנות. ואחר המחילה הרבה מהדר גאונו, עיינתי שוב בדברי היביע״א, וכל מטרתי הייתה להוכיח שחוששים לדין זיעה אף באוכלין. ומה שהתיר ביביע״א שם במסקנה, הנ״מ מילי בצירוף כל הסברות שמופיעות שם, והרי בתשובתנו דיבר שם על בשר וחלב בזה אחר זה, ולא עסק באם נאפו ביחד. וממילא אין ראיה ממסקנת היביע״א. כמו כן, מה שכתב לצרף דין התנורים (כמו שכתב בשו״ת אבן יקרה), הרי מבואר שם שמיירי בתנור שהיסקו מבפנים, אולם במציאות שלנו, רוב השימוש בתנורים הוא בהיסק מבחוץ (חוץ משימוש בגריל, שהוא היסק מבפנים, אולם כאמור אין זה מצוי). ובהליכות עולם ח״ז עמ׳ קסח אסר דגים שנצלו עם בשר אף בדיעבד. ואף שבמאור ישראל התיר זאת, משנה אחרונה עיקר. ע״ע בשו״ת ברכת יהודה (ח״ד יו״ד סי׳ ב).",
          "ב. בענין מה שהערנו בהנחת בורקס גבינה על פלאטה בשרית, דמבואר בילקוט יוסף (עמ׳ תסד), שמעיקר הדין אין צריך הכשר, שחום הפלאטה שורף את הבליעות. ובעינינו הערנו שבענין שעירה מים רותחים ע״ג הפלאטה, ועוד, דמאי שנא מדין טוסטר (עמ׳ תסה) שכתב להחמיר שאין הטוסטר שורף את הבליעות, והחמיר אף כאשר הטוסט עטוף בנייר כסף. והרי חום הטוסטר גדול מחום הפלאטה. וכת״ר השיב לנו שאף בטוסטר יש מקום להקל בליבון קל, וכן כתב הפלאטה חשמלית רוב הפעמים אין דרך להניח ישירות בשר על הפלאטה. וגם במה שפעמים ונשפך, הרי נשרף מיד מחום הפלאטה. והנה אחר המחילה הרבה מהדר גאונו, לא זכיתי להבין מה שהשיב לנו שהרי נשפך מעט רוטב ונשרף, הרי ע״ז גופא הייתה עיקר טענתנו, ומה שהקשינו מדין הטוסטר היה רק בדרך אגב, שאם הקל בפלאטה מדוע החמיר בטוסטר. ויש סייעתא לדברינו מש״ע (צב סע׳ ו) שכתב וז״ל: נהגו העולם לאסור כשנפלה טיפת חלב על הדופן שלא כנגד הרוטב, ודוקא כשנפל באותו שאינו כנגד האש, אבל אם נפל כנגד האש, מותר, שהאש שורפו ומייבשו (ואז הקדירה נמי שרי). ודוקא בדבר מועט אבל אם"
        ]
      },
      {
        "page": 383,
        "paragraphs": [
          "נפל הרבה אין להתיר אפילו אם נפל כנגד האש אלא אם כן כנגד הרוטב ויש שישים. עכ״ל. והרב״ד בתשובה (ח״א סי׳ רג) הוסיף דגם כשנפל חלב מועט על הקדירה בעינן שתהיה האש חזקה כדי להתיר את הקדירה דאז אמרינן שהאש שרפה את החלב (והו״ד בספר ערך השולחן אות א׳), וכתב בסולת מנחה (כלל נה) בשם תורת האשם שהביא דברי הגהות מרדכי, דהרבה היינו ארבע או חמש טיפות או כף וחצי כך שאז אין כוח באש לשרוף את החלב ולמנוע בליעתו. ומלשון הילקו״י שכתב שמצוי שנופל מעט מהאוכל, נראה שלא חילק, ובאמת שהמציאות היא שארבע או חמש טיפות זה כמות מועטת שבודאי יש לחשוש לדברי כל הגדולים הנ״ל, שאין באש כוח לשרוף כמות כזו, וכל שכן בפלאטה שלא הוי אש ממש כפי שביארנו.",
          "ובט״ז (סי׳ צב ס״ק כט) כתב, נראה לי להתיר באם אפו בתנור פלאדין של חלב ואח״כ באותו מקום רותח הושיבו שם קדירה ובתוכה בשר, דכל שאין החלב בעין המקום ההוא בתנור הוי כקדירה של חלב ושתי קדירות לא אסרי הדדי. ועיין בש״ך בנקודות הכסף (סי׳ צז) שהשיג על דברי הט״ז וחילק בין בליעה מבחוץ לבליעה מבפנים. ובפמ״ג כתב שהט״ז מיירי שהיה מקום התנור נקי (משבצ״ז ס״ק טס). וטוב עין יראה שכל מה שהתיר הט״ז זה הנחת קדירה על מקום הפלאדין, כיון שלאחר הניקוי דימה זאת לשתי קדירות. ובכף החיים (אות קא) לאחר שהביא שכן דעת האחרונים סיים שלכתחלה ראוי להחמיר משום הרחקה שמא יבוא להניח מאכל בלא כלי. ומוכח שכל היתרו של הט״ז זה להניח כלי ולא מאכל עצמו. ואין לומר שכיסוי הבצק בבורקס הוי נ״ט בר נ״ט, שכן הבצק עצמו נהיה חלבי, ועוד שבבורקס המציאות היא שפעמים נוזלת הגבינה ובודאי שצריך להזהר בזה, שכן הפלאטה תבלע בליעות חלביות ובשריות ותיאסר, ואף אם נאמר שאחד מהבליעות הוי נטל״פ הרי מרן עצמו בסי׳ צ״ד סעיף ג׳ כתב שהכף נאסרה מכיון שכל בליעה בין בשר ובין חלב הייתה לשבח כלעצמה, ומוכח שלא צריך ששתי הבליעות יהיו בני יומן, ועוד שגם אם נאמר שבורקס הוי דבר יבש, הרי קיי״ל שהבלוע בכלי יוצא אל המאכל אף בלא רוטב (סי׳ קה סעיף ז ברמ״א ובט״ז).",
          "ולא אכחד שיש מקום לומר, שכיון שבליעת הפלאטה הייתה בליעת היתרא, ממילא סגי בחימום הפלאטה בטרם יניח הבורקס, כדי להכשיר את הפלאטה דכהאי גונא שהתירא בלע סגי בליבון קל. אולם לענ״ד קשה לומר דסגי בחום הפלאטה שייחשב לליבון קל (שקש נשרף עליו מבחוץ, ואף שידעתי שיש הסוברים שדי בחום שהיס״ב, מ״מ רוב הפוסקים"
        ]
      },
      {
        "page": 384,
        "paragraphs": [
          "הכריעו להקל כדעה הראשונה ואכמ״ל), ששיעורו 250-300 מעלות צלסיוס, וכן תראה בספר מעדני אשר (או״ה סי׳ קסט), וכן בקובץ אורייתא (ג׳ עמ׳ נא). וכאשר דיברנו בזה עם המכון המדעי טכנולוגי להלכה, אמרו לנו שהחום הממוצע של הפלאטה הוא עד כ-150 מעלות, ואף הם הסכימו שקשה לומר ששייך בפלאטה ליבון קל. וכיון שאין הדבר פשוט לדינא ממילא לענ״ד יש לערות מים רותחים ע״ג הפלאטה בטרם יניח עליה באופן ישיר מאכלים חלביים.",
          "ואחר כותבי כל זאת ראיתי להרה״ג משה פריס בספרו נסיך משה על הגעלת כלים (עמ׳ קכה) שהתחבט בדין הפלאטה, ומו״ר הרה״ג חיים רבי שליט״א רצה לדמות זאת לחצובה, והרה״ג פריס השיב על דבריו שיש לחלק בין חצובה שהאש גלויה וחומה רב משא״כ פלאטה, ובחצובה עיננו רואות שהאש שורפת מיד את האיסור משא״כ פלאטה. ולאחר מכן שלח מכתב למרן שליט״א (זצ״ל) הגר״ע יוסף שהשיב לו שיש לחלק בין חצובה ששורפת לבין פלאטה שאינה שורפת. ועתה נמצא שגם לשיטת מרן הגרע״י (זצ״ל) יש להחמיר בנידו״ד. שוב ראיתי שבקיצור ש״ע ילקו״י (ח״ב עמ׳ הקסה) הביא מה שכתב בדין הבורקס, וכתב בסוגריים דאף שכתב (באו״ה הנ״ל) להקל בזה שאין צריך הכשר, מ״מ לכתחלה נכון להחמיר ולערות מים רותחים.",
          "ג. במה שכתבנו להעיר על מ״ש בריבי״א (ח״י עמ׳ קנ״ז) שיש כאן ב׳ ספיקות, חדא שהבישול הוא בבית ישראל, וספק שני שמא ההלכה שבמשרתים יש להקל כמו שכתב הרא״ה בבדק הבית בשם רבינו יצחק בר מנוח. ולנו בעניותנו היה ק׳ הדבר שהרי שני הספיקות הם נגד מרן, שבשו״ע קיג ס״ד אסר אף בדיעבד בישול של שפחות ומסתמא שמיירי בבית ישראל. והשיב לנו כת״ר שהש״ך והט״ז הסבירו דעת מרן דאיירי בשפחות הקנויות לנו, אבל לא איירי בשפחות המושכרות, וכתב, שמה שהתיר הרא״ה הוא בשפחות המושכרות שעושים דרך כפיה כדי ליטול שכרם, ונמצא שמרן בשו״ע לא דיבר בב׳ הספיקות יחדיו, ואתי שפיר דברי היבי״א. ע״כ. ואחר המחילה הרבה מהדר גאונו, ז״ל הרא״ה: עוד שמעתי בשם הרב ר׳ יצחק ברבי מנוח ז״ל שאין דין בישולי נכרים בעבדו ושפחתו הקנויים לו כיון שמעשיהם דרך כפיה לא שייך הכא איקרובי דעתא. עכ״ל. מה עוד שאף אי נימא הכי, הרי הסברא נותנת דיש להחמיר בשפחות המושכרות לנו טפי מהקנויות. ורוב ככל האחרונים ציינו שסברת המקילים היא דוקא באותם הקנויות לנו, ולא במושכרות. וא״כ, לפי"
        ]
      },
      {
        "page": "385א",
        "paragraphs": [
          "הט״ז והש״ך שפירשו דברי מרן בקנויות לנו, צ״ל שכ״ש שמרן יאסור במושכרות, ונמצא שעדיין הספק ספיקא של היבי״א הוא נגד מרן. ועתה ראיתי שהקדימני בזה בשו״ת ברכת יהודה (ח״א יו״ד סי׳ כו).",
          "אודה לכת״ר אם ישיב לי בדבר, כי תורה היא וללמוד אני צריך, וידעתי מיעוט ערכי. הנה כתבתי את הדברים למעל״כ והוא יבחר ויקרב את הנראה בעיניו כיד ה׳ הטובה עליו ויה״ר שיזכה להאריך ימים על ממלכתו בקרב ישראל עד עד ועד ביאת גוא״צ במהרה בימינו אמן ואמן.",
          "בבר״ת ובהוקרה רבה\nע״ה הצב״י איתי בן יוסף"
        ]
      }
    ]
  },
  {
    "title": "מכתב הרב אברהם רובין שליט״א",
    "pages": [
      {
        "page": "385ב",
        "paragraphs": [
          "ב״ה\nלמעכבת״ר הרה״ג איתי בן יוסף שליט״א.\nהחיים, הברכה והשלום.",
          "קיבלתי לנכון את אגרת מכתבו, ותגובתי לכך היא שבהגדרת הבד״צים אין זה נכון לומר שהגדרתם היא אחת, ויש חמישה או ששה פעמים נפילות בדבר, כמנין קיום הבד״צים, אלא שכלל בד״ץ יש את המסר לציבור וההגדרה שלו בכשרות הידוע, ולכן בד״ץ שמגדיר את עצמו שהוא לכל הדעות והשיטות, הן לאשכנזים והן לעדות המזרח, בודאי שיש להם להחמיר כדי להתאים עצמם לכל המגזרים. ואחר שהקונה יודע את מהות הבד״ץ שהוא קונה ממנו, אין צריך להודיע לו הבד״ץ במפורט על פרט החומרא זו או אחרת כי הקונה יודע את שלפניו<sup>1</sup>.",
          "<span class=\"letter-footnote-label\">הערה 1</span> ואפתח בשלמי תודה לגא״ג רבינו שליט״א, על שטרח והקדיש מזמנו היקר לענות על שאלותי, הן בכתב והן בע״פ. ישלם ה׳ שכרו הטוב. ולענין מה שכתב כת״ר: שהקונה יודע את אשר לפניו, אחר המחילה, אין זה עומד במבחן המציאות לענ״ד. במציאות שמכירים שסעדי כבודו מי קונה בד״ץ מהדרין ומרוב תמימותו, ומה שסומכים, אומר המחבר שהצרכנים פרסם והכללים ולא פרטים. ולצעיר אף חלק גדול מבני התורה, וכ״ש בעלי בתים יראים אינם מודעים לפרטי המחלוקת בין הפוסקים, אלא יודעים את המסקנה הסופית להלכה, במקרה הטוב. ומרובים סומכים על תעודת הבד״ץ שתספק להם את הכשרות המקסימלית. ואין הקונה יודע ״את אשר לפניו״ כי לצערי המציאות ברוב הבד״צים שאינם מפרסמים את ה״קולות״ בהם נוהגים, אלא עוסקים בפרסום כלי עניני חומרות וחסידיות שבהם נוהג הבד״ץ, אף שלפעמים אין הם קשורים להלכה כלל. ולא הרחיק משה לעצמי לומר כן, וכ״ש לעורר הדברים על הכתב מלא קדמנא באת גברא רבא גולדברג שליט״א. עיין בשולחן מלכים (ח״ב עמ׳ אימט)."
        ]
      },
      {
        "page": 386,
        "paragraphs": [
          "לענין הכשרת אולם שפועל בהשגחת רבנות כל השנה לכשרות מהדרין:",
          "ראשית דבר, להכשיר מכשרות רגילה או חלשה לכשרות מהדרין אין זו בעיה ספציפית ישירה של בישולי עכו״ם לדעת השו״ע עבור הספרדים, אלא זו בעיה כשרותית לכל אורך הדרך לפי המצב הידוע לנו בכשרויות אלו והליקויים החמורים שבהם, לכשרות המהודרת על צד הלכתחלה, ואין בזה הבדל בין אשכנזים לספרדים, ואחד הוא לכל יהודי הרוצה להכניס לפיו מאכל מבוקר כשרותית כדת ודין ברמת כשרות מהדרין.",
          "לפי מיטב ידיעתי, הכשרות אלו באופן הרצוי והנכון הם מהעבודות הקשות שבמקדש הכשרות, להכשיר אולמות אירועים באופן גורף בשיטת הרצוי - יום כך ויום כך. ופעמים שיש בזה הטעיה מוחלטת והסאה לציבור הדורש כשרות מעולה מפוקחת ומהודרת.",
          "בכבוד רב\nאברהם רובין"
        ]
      }
    ]
  },
  {
    "title": "מכתב הגאון ר׳ חגי לוי שליט״א",
    "pages": [
      {
        "page": 387,
        "paragraphs": [
          "בס״ד\nאל: מעלת כבוד ידידי הנכבד והנעלה\nהרב איתי בן יוסף הי״ו (איזור ר״ת יעקב איש תם יושב אוהלים).",
          "יום השישי. יט לחודש כסלו. התשע״ד.",
          "אחדשה״ט כיאה וכיאות.",
          "שמחתי לקרוא את מכתבך החשוב, ומודה אני להש״ית שזכני שספרי הקטן ״נמוקי לוי״ עולה על שולחן מלכים. מאן מלכי רבנן.",
          "ויהי רצון שתעלה מעלה מעלה במעלות התורה והיראה, ויצא שמך כשם אחד הגדולים, לגאון ולתפארת.",
          "והנה כת״ר כתב להשיג על מה שהעליתי בעניותי בספר נימוקי לוי, בענין קטן שאינו נאמן אפילו על טבילת כלי זכוכית. וזו תשובתי:",
          "הנה אמת נכון הדבר, שבספר תר״ד (שם) איתא בהדיא ״כלי מתכות״ שחיובן מן התורה. אך הדבר ברור, שמרן ז״ל לא סמך שכל אחד יפתח ספר תר״ד ויראה את מקור הדברים. כנודע.",
          "וא״כ, מאחר שמרן ז״ל העתיק בב״י בתשובת תר״ד ״כלים״ בסתמא, על כרחך דאיהו סבירא ליה שאין חילוק בין כלי מתכות לבין כלי זכוכית (שהרי בשם אחד מרבותינו הראשונים, שהיו לפני מאורות עיניו של מרן ז״ל, אין גילוי דעת, שיש לחלק בין כלי זכוכית לבין כלי מתכות. ומנין למרן ז״ל לחלק בין סוגי הכלים מסברא דנפשיה. אתמהה). או שסובר, שמ״ש בתר״ד ״כלי מתכות״ הוא לאו דוקא. וממילא, כיון שמרן ז״ל כתב בש״ע בסתימות, שאין קטן נאמן על טבילת כלים, על כרחין שמיירי בכל גוונא. ואפילו בכלי זכוכית.",
          "ולכן, מה שפשוט לכת״ר, שטבילת כלי זכוכית אינה אלא מדרבנן, כל זה משום שכת״ר נמשך אחר סברת רוב האחרונים בדין זה. אך בדעת מרן קשה מאוד לומר כן, מאחר שאפילו פעם אחת לא הוזכר בב״י חילוק זה בין כלי מתכות לכלי זכוכית. ואל תשיבני מדברי האשכול ורי״ת וסיעתם, שכתבו לחלק בין הכלים, מאחר שמרן"
        ]
      },
      {
        "page": 388,
        "paragraphs": [
          "ז״ל לא ראה דבריהם (וכמו שנתבאר למעלה), ועל מה סמך מרן ז״ל שנדע דבר זה. ומה שרוב האחרונים כתבו כן, מ״מ אין ראיה ומופת חותך, שכתבו כן בדעת מרן הש״ע, אלא סברא דנפשייהו היא<sup>1</sup>. כנלע״ד הקטנה.",
          "ומה שכתב כת״ר בדין טבילת קומקום חשמלי. שמחתי שגם כת״ר העלה לנכון, שמעיקר הדין אין צריך לטבול כלי החשמל. ולענ״ד הקלה כמות שהיא, אין ענין להחמיר ולטבול. שמכיון שהיצרנים מזהירים בהדיא שאין להטביל כלי חשמל במים, לכן הטבלתו היא קלקלתו. ופעמים שיכול להגרם חלילה נזק עקב הטבילה. וכיון שיש לנו כמה ספיקות בכל דיני טבילת כלים (די״ש מאן דאמר שכל חיוב הטבילה אינו אלא מדרבנן, ויש מאן דאמר שכל כלי שאינו מקבל טומאה, אינו חייב בטבילת כלים, ויש מ״ד שכל דין טבילת כלים אינו אוסר את עצם השימוש בכלי), לכך שפיר מורינן לכתחלה, שמותר להשתמש בכלי חשמל ללא טבילה. וכן אני הקטן נוהג בביתי.",
          "ומה שכתב כת״ר, שהרב משנה הלכות, והרב שבט הלוי, ס״ל שכלי חשמל אינם דומים לנגר ומנעול, מאחר שאפשר לחברם לגנרטור נייד, אחה״ר, רובא דעלמא אינם משתמשים כלל ועיקר בגנרטור (בימות החול). וכל כלי נידון אחר רוב תשמישו<sup>2</sup>. כנודע. ועל כרחין שכלי חשמל דינם שוה ממש לנגר ומנעול, כנלע״ד.",
          "בענין מה שכתב כת״ר אודות שימוש בתבנית אפיה שאינה טבולה ע״י הפסק נייר אפיה. נראין דבריך. ויישר חילך לאורייתא.",
          "<span class=\"letter-footnote-label\">הערה 1</span> בהורמנותיה דמר הדה״ג חגי לוי שליט״א, אבן יקרה עד מאד כאן בעי אשוחה. קראתי בעיון את דברי קדשו, ואף שאכן צדק בדבריו שאין התייחסות חד משמעית בדעת מרן לענין כלי זכוכית, אולם כפי שכבר ביארנו בהרחבה בגוף תשובתנו, היותר נכון לומר (לענ״ד) שמאחר שמרן ז״ל העתיק בב״י את דברי התר״ד, מסתמא שהוא דיבר באותו ענין שבו עסק התר״ד, ואם כבר פשטו דברי מרן בלאו הכי בכלי זכוכית היה צריך להשמיע לנו זאת, ולא לסתום דבריו. ומסתמא שכך למדו כל אותם אחרונים שהבאנו, שלא הזכירו ולא מידי שדעתם הפך דעת מרן ז״ל, ואם היו לומדים בדעת מרן כמו שרצה ללמוד כת״ר, מסתמא היו טורחים להעיר על דבריו. ואין לומר שלא היה, כיוצא לו דאמרינן סב״ל אף נגד מרן. ואל תשיבני מדברי הרדב״ז, שהרי סומכים על דברי הרדב״ז להכשיר ולברך כשהמחלוקת במצוה, דוקא שגם כן היא דעת מרן (ויבי״א ח״י או״ח סי׳ י). וכיון שהכא אין דעת מרן ברורה, וכדברי כת״ר הוא יחיד בדבר של ספק דרבנן, ממילא הדין לומר סב״ל.",
          "<span class=\"letter-footnote-label\">הערה 2</span> אכן צדק בדבריו. ולאחר קבלת מכתבו זכני השי״ת לעיין בשו״ת תפלה למשה (לוי, ח״ה סי׳ כה אות ד) ושם דן בנידון זה ממש, והעלה למסקנה כדברי הרה״ג חגי לוי שליט״א."
        ]
      }
    ]
  }
];
